tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "osx-cross/avr"
tap "teamookla/speedtest"
tap "zegervdv/zathura"
brew "glib"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "openssl@3"
brew "apr-util"
brew "arduino-cli"
brew "gdbm"
brew "libffi"
brew "openssl@1.1"
brew "readline"
brew "python@3.9"
brew "automake"
brew "avrdude"
brew "bear"
brew "bison"
brew "node"
brew "bower", link: false
brew "gmp"
brew "btop"
brew "cmake"
brew "cowsay"
brew "docutils"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fortune"
brew "mesa"
brew "freeglut"
brew "freerdp"
brew "gh"
brew "ghc"
brew "lua"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gtk+3"
brew "helix"
brew "libnotify"
brew "libyaml"
brew "python@3.11"
brew "lilypond"
brew "lolcat"
brew "luv"
brew "meson"
brew "mint"
brew "mupdf"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "openjdk"
brew "python-tk@3.11"
brew "python@3.10"
brew "qt@5"
brew "r"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "sl"
brew "sphinx-doc"
brew "stow"
brew "subversion"
brew "swiftlint"
brew "telnet"
brew "tmux"
brew "tree"
brew "typst"
brew "vim"
brew "youtube-dl"
brew "osx-cross/avr/avr-gcc@9"
brew "teamookla/speedtest/speedtest"
brew "zegervdv/zathura/zathura"
cask "anki"
cask "arduino-ide"
cask "audacity"
cask "eqmac"
cask "font-iosevka"
cask "font-ubuntu"
cask "font-ubuntu-mono"
cask "gimp"
cask "iterm2"
cask "kitty"
cask "little-snitch"
cask "logisim-evolution"
cask "macfuse"
cask "shortcat"
cask "skim"
cask "thunderbird"
cask "utm"
cask "xquartz"
cask "zotero"
vscode "cschlosser.doxdocgen"
vscode "jeff-hykin.better-cpp-syntax"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "rust-lang.rust-analyzer"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
